<?php
// Heading
$_['heading_title']       = 'Менеджер Меню';


//my
$_['text_addmenu']        = 'Добавить меню';
$_['text_addmenu']        = 'Добавить пукнт меню';
$_['text_view_all_items'] = 'Добавить пукнт меню';



// Text
$_['text_success']        = 'Настройки успешно изменены!';
$_['text_list']           = 'Список меню';
$_['text_add']            = 'Добавить';
$_['text_edit']           = 'Редактирование';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин и путь для данного меню';
$_['text_module']         = 'Выберите расположение модулей';
$_['text_default']        = 'По умолчанию';

// Column
$_['column_name']         = 'Название меню';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название меню';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Путь';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'У Вас недостаточно прав для изменения меню!';
$_['error_name']          = 'Название меню должно быть от 3 до 64 символов!';
$_['error_default']       = 'Данный меню не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_store']         = 'Данный меню не может быть удален, поскольку он используется %s магазином(ами)!';
$_['error_product']       = 'Данный меню не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']      = 'Данный меню не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']   = 'Данный меню не может быть удален, поскольку он используется %s страницей(ами)!';

